<template>
  <div class="container">
    <div>
      <h1>Управление рассылками</h1>
      <p>Здравствуйте, Андрей. Выберите, категории писем, от которых хотите отписаться. Но пожалуйста, исключите только те категории, которые действительно вас не интересуют. Мы обещаем слать только полезные письма где 😊</p>
    </div>
    <div class="row form-check form-switch">
      <p><b>Общие уведомления</b></p>
      
      <div class="col">
        Приветственная серия <input class="form-check-input" type="checkbox" id="flexSwitchCheckChecked" checked>  4 полезных и емких письма в течение месяца
      </div>
      <div>
       Образовательные вебинары <input class="form-check-input" type="checkbox" id="flexSwitchCheckChecked" checked>  Бесплатные вебинары проходят 1 раз в 2 недели. Вы будете получать 2 письма с напоминанием о предстоящем вебинаре
      </div>
      <div>
        Личные сообщения -i- <input class="form-check-input" type="checkbox" id="flexSwitchCheckChecked" checked>  4 полезных и емких письма в течение месяца
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  }
}
</script>


